# suggest next command
zsh-users/zsh-autosuggestions

# ls colors
robbyrussell/oh-my-zsh path:lib/theme-and-appearance.zsh

# git completion
robbyrussell/oh-my-zsh path:lib/git.zsh

# interactive menu completion
sorin-ionescu/prezto path:modules/completion

# no duplicate history
sorin-ionescu/prezto path:modules/history

# Jump between common folders
robbyrussell/oh-my-zsh path:plugins/autojump

# Suggests to use aliases
MichaelAquilina/zsh-you-should-use

# Theme
romkatv/powerlevel10k

# higlight files
zsh-users/zsh-syntax-highlighting

# search in command history
zsh-users/zsh-history-substring-search

# zsh completion etc
zsh-users/zsh-completions
